Repository: kccarlos/forumind
Catalog: Forumind/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Forum requests
zh_hans: 论坛请求
zh_hant: 論壇請求

source: Forum session
zh_hans: 论坛会话
zh_hant: 論壇工作階段

source: Forum sign in
zh_hans: 登录论坛
zh_hant: 登入論壇

source: Forum sign-in pages are never blocked.
zh_hans: 论坛的登录页面永远不会被拦截。
zh_hant: 論壇的登入頁面永遠不會被阻擋。

source: Forum: %@
zh_hans: 论坛：%@
zh_hant: 論壇：%@

source: Forum: all forums
zh_hans: 论坛：所有论坛
zh_hant: 論壇：所有論壇

source: Forumind couldn’t confirm %@ yet. If it’s a Discourse forum, add it so the assistant can read topics with your current login.
zh_hans: Forumind 暂时无法确认 %@。如果它是 Discourse 论坛，请添加它，助手就能用你当前的登录身份阅读话题。
zh_hant: Forumind 暫時無法確認 %@。如果它是 Discourse 論壇，請加入它，助理就能用你目前的登入身分閱讀話題。

source: Forumind doesn’t include its own AI. Connect one you use, or sign up for one. You can change this any time in Settings.
zh_hans: Forumind 不自带 AI。请连接你正在使用的 AI，或注册一个。你可以随时在设置中更改。
zh_hant: Forumind 沒有內建自己的 AI。請連接你正在使用的 AI，或註冊一個。你可以隨時在設定中更改。

source: Forumind uses an AI provider you choose to summarize and answer. Connect one to continue.
zh_hans: Forumind 使用你选择的 AI 提供方来生成摘要和回答问题。请先连接一个以继续。
zh_hant: Forumind 使用你選擇的 AI 供應商來產生摘要和回答問題。請先連接一個以繼續。

source: Forumind works on forums built with Discourse. Open one to summarize topics, chat about them, or ask the whole forum a question.
zh_hans: Forumind 适用于基于 Discourse 的论坛。打开一个论坛，即可总结话题、围绕话题聊天，或向整个论坛提问。
zh_hant: Forumind 適用於以 Discourse 架設的論壇。打開一個論壇，即可摘要話題、針對話題聊天，或向整個論壇提問。

source: Forumind works with Discourse forums. It is an independent app and is not affiliated with or endorsed by Civilized Discourse Construction Kit, Inc. Discourse is a trademark of its respective owner.
zh_hans: Forumind 适用于 Discourse 论坛。它是一款独立 App，与 Civilized Discourse Construction Kit, Inc. 无关联，也未获其认可。Discourse 是其各自所有者的商标。
zh_hant: Forumind 適用於 Discourse 論壇。它是一款獨立 App，與 Civilized Discourse Construction Kit, Inc. 無關聯，也未獲其認可。Discourse 是其各自所有者的商標。

source: Forums
zh_hans: 论坛
zh_hant: 論壇

source: Forums are run by people and communities who pay for their servers. Reading a topic one page at a time keeps Forumind a polite visitor and avoids being rate limited.
zh_hans: 论坛由自掏服务器费用的个人和社区运营。一次读取一页，能让 Forumind 做个礼貌的访客，也能避免被限速。
zh_hant: 論壇由自行負擔伺服器費用的個人和社群經營。一次讀取一頁，能讓 Forumind 當個有禮貌的訪客，也能避免被限制速率。

source: Forums you’ve visited. Swipe left to pin or remove.
zh_hans: 你访问过的论坛。向左轻扫可置顶或移除。
zh_hant: 你造訪過的論壇。向左滑動可釘選或移除。

source: Forward
zh_hans: 前进
zh_hant: 向前

source: Full post: %@
zh_hans: 完整帖子： %@
zh_hant: 完整貼文： %@

source: GPT models from OpenAI.
zh_hans: OpenAI 的 GPT 模型。
zh_hant: OpenAI 的 GPT 模型。

source: Gemini models from Google, with a free tier.
zh_hans: Google 的 Gemini 模型，提供免费额度。
zh_hant: Google 的 Gemini 模型，提供免費額度。

source: Gemini models through your Google Cloud project, billed to it.
zh_hans: 通过你的 Google Cloud 项目使用 Gemini 模型，费用计入该项目。
zh_hant: 透過你的 Google Cloud 專案使用 Gemini 模型，費用計入該專案。

source: Generating summary…
zh_hans: 正在生成摘要…
zh_hant: 正在產生摘要…

source: Gentle
zh_hans: 温和
zh_hant: 溫和

source: Get a key
zh_hans: 获取密钥
zh_hant: 取得金鑰

source: Get a key at build.nvidia.com
zh_hans: 在 build.nvidia.com 获取密钥
zh_hant: 在 build.nvidia.com 取得金鑰

source: Get a key at console.anthropic.com
zh_hans: 在 console.anthropic.com 获取密钥
zh_hant: 在 console.anthropic.com 取得金鑰

source: Get a key at console.groq.com
zh_hans: 在 console.groq.com 获取密钥
zh_hant: 在 console.groq.com 取得金鑰

source: Get a key at console.x.ai
zh_hans: 在 console.x.ai 获取密钥
zh_hant: 在 console.x.ai 取得金鑰

source: Get a key at openrouter.ai
zh_hans: 在 openrouter.ai 获取密钥
zh_hant: 在 openrouter.ai 取得金鑰

source: Get a key at platform.deepseek.com
zh_hans: 在 platform.deepseek.com 获取密钥
zh_hant: 在 platform.deepseek.com 取得金鑰

source: Get a key at platform.openai.com
zh_hans: 在 platform.openai.com 获取密钥
zh_hant: 在 platform.openai.com 取得金鑰

source: Get a key in Google AI Studio
zh_hans: 在 Google AI Studio 获取密钥
zh_hant: 在 Google AI Studio 取得金鑰

source: Get a key in the Google Cloud console
zh_hans: 在 Google Cloud 控制台获取密钥
zh_hant: 在 Google Cloud 主控台取得金鑰

source: Get started
zh_hans: 开始使用
zh_hant: 開始使用

source: Grok models from xAI.
zh_hans: xAI 的 Grok 模型。
zh_hant: xAI 的 Grok 模型。

source: Help
zh_hans: 帮助
zh_hant: 說明

source: Help, bug reports, and tips for the Cursor code editor.
zh_hans: Cursor 代码编辑器的帮助、问题反馈和使用技巧。
zh_hant: Cursor 程式碼編輯器的說明、問題回報和使用技巧。

source: Hide preview
zh_hans: 隐藏预览
zh_hant: 隱藏預覽

source: History
zh_hans: 历史记录
zh_hant: 歷史記錄

source: Home automation setups, integrations, and troubleshooting.
zh_hans: 智能家居配置、集成和故障排除。
zh_hant: 智慧家庭設定、整合和疑難排解。

source: Hosted — needs an API key
zh_hans: 云端服务 — 需要 API 密钥
zh_hant: 雲端服務 — 需要 API 金鑰

source: How it works
zh_hans: 工作原理
zh_hant: 運作方式

source: How many full topics it may open to answer one question. Default: %lld.
zh_hans: 回答一个问题时最多可以完整打开多少个话题。默认：%lld。
zh_hant: 回答一個問題時最多可以完整打開多少個話題。預設：%lld。

source: How much of a long topic is summarized at once.
zh_hans: 长话题每次总结多少内容。
zh_hant: 長話題每次摘要多少內容。

source: How much of each topic it reads. Larger reads catch more detail in long threads.
zh_hans: 每个话题阅读多少内容。读得越多，越能捕捉长讨论中的细节。
zh_hant: 每個話題閱讀多少內容。讀得越多，越能掌握長討論中的細節。

source: How much of the pulled discussion each chat answer can read.
zh_hans: 每次聊天回答可以阅读多少已获取的讨论内容。
zh_hant: 每次聊天回答可以閱讀多少已取得的討論內容。

source: How much of the topic is sent along with each chat question.
zh_hans: 每次聊天提问时随附多少话题内容。
zh_hant: 每次聊天提問時附帶多少話題內容。

source: How to share from Safari or Chrome
zh_hans: 如何从 Safari 或 Chrome 共享
zh_hant: 如何從 Safari 或 Chrome 分享

source: Illustration: the share sheet with Forumind in the row of apps, next to More.
zh_hans: 示意图：共享表单的 App 行中，Forumind 位于“更多”旁边。
zh_hant: 示意圖：分享表單的 App 列中，Forumind 位於「更多」旁邊。

source: In progress
zh_hans: 进行中
zh_hant: 進行中

source: Instructions
zh_hans: 指令
zh_hant: 指示

source: Instructions and context
zh_hans: 指令与上下文
zh_hant: 指示與上下文

source: Instructions for this topic
zh_hans: 此话题的指令
zh_hant: 此話題的指示

source: Interrupted before the run could finish.
zh_hans: 查询在完成前被中断。
zh_hant: 查詢在完成前被中斷。

source: Is this a Discourse forum?
zh_hans: 这是 Discourse 论坛吗？
zh_hant: 這是 Discourse 論壇嗎？

source: It closed unexpectedly more than once.
zh_hans: 它已多次意外关闭。
zh_hant: 它已多次意外關閉。

source: Its saved summaries, chats, agent runs, and watched topics can be kept or deleted.
zh_hans: 可以保留或删除它已保存的摘要、聊天、问论坛记录和关注的话题。
zh_hant: 可以保留或刪除它已儲存的摘要、聊天、問論壇記錄和追蹤的話題。

source: Just open
zh_hans: 直接打开
zh_hant: 直接打開

source: Keep
zh_hans: 保留
zh_hant: 保留

source: Keep saved summary
zh_hans: 保留已保存的摘要
zh_hant: 保留已儲存的摘要

source: Kept
zh_hans: 已保留
zh_hant: 已保留

source: Key saved
zh_hans: 已保存密钥
zh_hant: 已儲存金鑰

source: Key takeaways
zh_hans: 关键要点
zh_hant: 重點整理

source: Keys and server addresses belong to a provider; both models use them.
zh_hans: 密钥和服务器地址属于提供方，两个模型共用。
zh_hant: 金鑰和伺服器位址屬於供應商，兩個模型共用。

source: Keys are kept in your Keychain and, with Sync API keys on, in iCloud Keychain. They’re sent only to the provider they belong to.
zh_hans: 密钥保存在你的钥匙串中；开启“同步 API 密钥”后也会保存在 iCloud 钥匙串中。密钥只会发送给对应的提供方。
zh_hant: 金鑰儲存在你的鑰匙圈中；開啟「同步 API 金鑰」後也會儲存在 iCloud 鑰匙圈中。金鑰只會傳送給對應的供應商。

source: Keys are stored in iCloud Keychain, so every device signed in to your Apple Account has them. Deleting a key in the app deletes it on your other devices too.
zh_hans: 密钥保存在 iCloud 钥匙串中，登录你 Apple 账户的所有设备都能使用。在 App 中删除密钥，也会在你的其他设备上删除。
zh_hant: 金鑰儲存在 iCloud 鑰匙圈中，登入你 Apple 帳號的所有裝置都能使用。在 App 中刪除金鑰，也會在你的其他裝置上刪除。

source: Keys in your Keychain
zh_hans: 密钥保存在钥匙串中
zh_hant: 金鑰儲存在鑰匙圈中

source: Keys stay in this device’s Keychain. Keys already in iCloud Keychain are left there for your other devices; turning this off doesn’t delete them.
zh_hans: 密钥只保存在此设备的钥匙串中。已在 iCloud 钥匙串中的密钥会保留给你的其他设备使用；关闭此选项不会删除它们。
zh_hant: 金鑰只儲存在此裝置的鑰匙圈中。已在 iCloud 鑰匙圈中的金鑰會保留給你的其他裝置使用；關閉此選項不會刪除它們。

source: LM Studio (Local)
zh_hans: LM Studio（本地）
zh_hant: LM Studio（本機）

source: Language
zh_hans: 语言
zh_hant: 語言

source: Last synced
zh_hans: 上次同步
zh_hant: 上次同步

source: Later
zh_hans: 稍后
zh_hant: 稍後

source: Latest replies
zh_hans: 最新回复
zh_hant: 最新回覆

source: Leave blank to use the built-in structured summary prompt. Custom instructions apply to summaries and chat. A topic’s own instructions (in the assistant’s ⋯ menu) take priority.
zh_hans: 留空则使用内置的结构化摘要提示词。自定义指令适用于摘要和聊天。话题自己的指令（在助手的 ⋯ 菜单中）优先。
zh_hant: 留空則使用內建的結構化摘要提示詞。自訂指示適用於摘要和聊天。話題本身的指示（在助理的 ⋯ 選單中）優先。

source: Leave this as is unless you use a proxy or a compatible gateway.
zh_hans: 除非你使用代理或兼容网关，否则请保持不变。
zh_hant: 除非你使用代理伺服器或相容閘道，否則請保持不變。

source: Listed latest topics
zh_hans: 列出了最新话题
zh_hant: 列出了最新話題

source: Lists from %@.
zh_hans: 规则列表日期：%@。
zh_hant: 過濾清單日期：%@。

source: Lists version %@.
zh_hans: 规则列表版本：%@。
zh_hant: 過濾清單版本：%@。

source: Loaded %lld models
zh_hans: 已载入 %lld 个模型
zh_hant: 已載入 %lld 個模型

source: Loading models…
zh_hans: 正在载入模型…
zh_hant: 正在載入模型…

source: Loading page
zh_hans: 正在载入页面
zh_hant: 正在載入頁面

source: Loading page…
zh_hans: 正在载入页面…
zh_hant: 正在載入頁面…

source: Long topics take longer to read: a 2,000-post topic takes about 20 seconds.
zh_hans: 长话题需要更久才能读完：一个 2,000 帖的话题约需 20 秒。
zh_hant: 長話題需要更久才能讀完：一個 2,000 則貼文的話題約需 20 秒。

source: Longer discussions are split into batches of this size. Each batch is summarized, then the batch summaries are combined. Use smaller batches for models with small context windows. Hold Create summary to pick a size for one run.
zh_hans: 较长的讨论会按此大小拆分成多个批次。每个批次先分别总结，再合并各批次的摘要。上下文窗口较小的模型请使用较小的批次。按住“生成摘要”可为单次运行选择大小。
zh_hant: 較長的討論會依此大小拆分成多個批次。每個批次先分別摘要，再合併各批次的摘要。上下文視窗較小的模型請使用較小的批次。按住「產生摘要」可為單次執行選擇大小。

source: Looks like a Discourse topic
zh_hans: 看起来是 Discourse 话题
zh_hant: 看起來是 Discourse 話題

source: Mail
zh_hans: 邮件
zh_hant: 郵件

source: Manage
zh_hans: 管理
zh_hant: 管理

source: Max tool steps per run: %lld
zh_hans: 每次查询的最多步数：%lld
zh_hant: 每次查詢的最多步數：%lld

source: Max topics read per run: %lld
zh_hans: 每次查询最多阅读的话题数：%lld
zh_hant: 每次查詢最多閱讀的話題數：%lld

source: Messages
zh_hans: 信息
zh_hant: 訊息

source: Missing argument "%@".
zh_hans: 缺少参数“%@”。
zh_hant: 缺少參數「%@」。

source: Model
zh_hans: 模型
zh_hant: 模型

source: Model downloading…
zh_hans: 正在下载模型…
zh_hant: 正在下載模型…

source: Model loading failed
zh_hans: 模型载入失败
zh_hant: 模型載入失敗

source: Models
zh_hans: 模型
zh_hant: 模型

source: More
zh_hans: 更多
zh_hant: 更多

source: More assistant actions
zh_hans: 更多助手操作
zh_hant: 更多助理動作

source: More browser actions
zh_hans: 更多浏览器操作
zh_hant: 更多瀏覽器動作

source: More context gives better answers on long topics but uses more of your provider’s quota.
zh_hans: 上下文越多，长话题的回答越好，但会消耗更多提供方额度。
zh_hant: 上下文越多，長話題的回答越好，但會消耗更多供應商額度。

source: Most helpful answers about getting started
zh_hans: 关于入门最有帮助的回答
zh_hant: 關於入門最有幫助的回答

source: Needs iOS 26 or later on a device that supports Apple Intelligence, with Apple Intelligence turned on in Settings.
zh_hans: 需要支持 Apple 智能且运行 iOS 26 或更高版本的设备，并在设置中打开 Apple 智能。
zh_hant: 需要支援 Apple Intelligence 且執行 iOS 26 或以上版本的裝置，並在設定中開啟 Apple Intelligence。

source: Newest change wins
zh_hans: 以最新更改为准
zh_hant: 以最新更改為準

source: No API key
zh_hans: 无 API 密钥
zh_hant: 沒有 API 金鑰

source: No API key needed · Private
zh_hans: 无需 API 密钥 · 私密
zh_hant: 無需 API 金鑰 · 私密

source: No API key saved
zh_hans: 未保存 API 密钥
zh_hant: 未儲存 API 金鑰

source: No accounts or tracking
zh_hans: 无需账户，没有跟踪
zh_hant: 無需帳號，沒有追蹤

source: No accounts, no analytics, no servers of ours in the middle.
zh_hans: 无需账户，不做分析，中间也没有我们的服务器。
zh_hant: 無需帳號，不做分析，中間也沒有我們的伺服器。

source: No delay, up to 4 at a time
zh_hans: 无间隔，最多同时 4 个
zh_hant: 無間隔，最多同時 4 個

source: No forum
zh_hans: 无论坛
zh_hant: 無論壇

source: No forum open
zh_hans: 未打开论坛
zh_hant: 未打開論壇

source: No forums yet. Add one, or pick a suggestion on the Forums home.
zh_hans: 还没有论坛。添加一个，或在论坛主页中选择推荐的论坛。
zh_hant: 還沒有論壇。加入一個，或在論壇首頁中選擇推薦的論壇。

source: No model chosen
zh_hans: 未选择模型
zh_hant: 未選擇模型

source: No models found.
zh_hans: 未找到模型。
zh_hant: 找不到模型。

source: No models match “%@”.
zh_hans: 没有与“%@”匹配的模型。
zh_hant: 沒有符合「%@」的模型。

source: No pinned forums
zh_hans: 没有置顶的论坛
zh_hant: 沒有釘選的論壇

source: No pinned forums yet
zh_hans: 还没有置顶的论坛
zh_hant: 還沒有釘選的論壇

source: No recent tasks.
zh_hans: 最近没有任务。
zh_hant: 最近沒有任務。

source: No summary yet. Chat can still use the pulled post and responses.
zh_hans: 还没有摘要。聊天仍可使用已获取的帖子和回复。
zh_hant: 還沒有摘要。聊天仍可使用已取得的貼文和回覆。

source: No summary yet. Chat reads the topic when you ask your first question.
zh_hans: 还没有摘要。你提出第一个问题时，聊天会读取这个话题。
zh_hant: 還沒有摘要。你提出第一個問題時，聊天會讀取這個話題。

source: No topic open
zh_hans: 未打开话题
zh_hant: 未開啟話題

source: No work is currently running.
zh_hans: 当前没有正在运行的任务。
zh_hant: 目前沒有正在執行的任務。

source: None
zh_hans: 无
zh_hant: 無

source: None found
zh_hans: 未找到
zh_hant: 找不到

source: Not a Discourse forum
zh_hans: 不是 Discourse 论坛
zh_hant: 不是 Discourse 論壇

source: Not available
zh_hans: 不可用
zh_hant: 無法使用

source: Not available in your region or language
zh_hans: 在你所在的地区或语言中不可用
zh_hant: 在你的地區或語言中無法使用

source: Not pinned
zh_hans: 未置顶
zh_hant: 未釘選

source: Not signed in
zh_hans: 未登录
zh_hant: 未登入

source: Not signed in to iCloud
zh_hans: 未登录 iCloud
zh_hant: 未登入 iCloud

source: Not sure? Apple Intelligence works right away. If you already pay for a provider, you can use it instead.
zh_hans: 拿不定主意？Apple 智能开箱即用。如果你已经在付费使用某个提供方，也可以改用它。
zh_hant: 還拿不定主意？Apple Intelligence 馬上就能用。如果你已經付費使用某個供應商，也可以改用它。

source: Not sure? If you already pay for one of these, use it. To try many models with one key, OpenRouter is an easy start.
zh_hans: 拿不定主意？如果你已经在付费使用其中一个，就用它。想用一个密钥试用多种模型，可以从 OpenRouter 开始。
zh_hant: 還拿不定主意？如果你已經付費使用其中一個，就用它。想用一組金鑰試用多種模型，可以從 OpenRouter 開始。

source: Not sure? If you already pay for one, use it. OpenRouter is an easy start.
zh_hans: 拿不定主意？如果你已经在付费使用某个，就用它。OpenRouter 很容易上手。
zh_hant: 還拿不定主意？如果你已經付費使用某一個，就用它。OpenRouter 很容易上手。

source: Not used by either model
zh_hans: 两个模型都未使用
zh_hant: 兩個模型都未使用

source: Not yet
zh_hans: 尚未同步
zh_hant: 尚未同步

source: Notes
zh_hans: 备忘录
zh_hant: 備忘錄

source: Nothing blocked on sign-in pages
zh_hans: 登录页面不拦截任何内容
zh_hant: 登入頁面不阻擋任何內容

source: Nothing saved yet. Summaries, chats, and answers appear here by forum.
zh_hans: 还没有保存任何内容。摘要、聊天和回答会按论坛显示在这里。
zh_hant: 還沒有儲存任何內容。摘要、聊天和回答會依論壇顯示在這裡。

source: Nothing to set up
zh_hans: 无需设置
zh_hant: 無需設定

source: Notifications
zh_hans: 通知
zh_hant: 通知

source: OK
zh_hans: 好
zh_hant: 好

source: Off
zh_hans: 关闭
zh_hant: 關閉

source: Off by default, out of respect for forum owners who rely on ads. Turn either switch on to block them in the built-in browser.
zh_hans: 默认关闭，以尊重依靠广告维持的论坛站长。打开任一开关，即可在内置浏览器中拦截。
zh_hant: 預設關閉，以尊重仰賴廣告維持的論壇站長。開啟任一開關，即可在內建瀏覽器中阻擋。

source: Ollama (Local)
zh_hans: Ollama（本地）
zh_hant: Ollama（本機）

source: On
zh_hans: 打开
zh_hant: 開啟

source: On your computer
zh_hans: 在你的电脑上
zh_hant: 在你的電腦上

source: On your computer — no key
zh_hans: 在你的电脑上运行 — 无需密钥
zh_hant: 在你的電腦上執行 — 無需金鑰

source: On-device
zh_hans: 设备端
zh_hant: 裝置端

source: One key, hundreds of models. An easy place to start.
zh_hans: 一个密钥，数百种模型。轻松上手。
zh_hant: 一組金鑰，數百種模型。輕鬆上手。

source: Only two destinations
zh_hans: 只发往两个地方
zh_hant: 只傳送到兩個地方

source: Open
zh_hans: 打开
zh_hant: 打開

source: Open %@
zh_hans: 打开 %@
zh_hant: 打開 %@

source: Open %@ in Browse
zh_hans: 在“浏览”中打开 %@
zh_hant: 在「瀏覽」中打開 %@

source: Open Location
zh_hans: 打开位置
zh_hant: 打開位置

source: Open Settings › Apple Intelligence & Siri and turn on Apple Intelligence, then come back.
zh_hans: 打开“设置 › Apple 智能与 Siri”，开启 Apple 智能，然后返回这里。
zh_hant: 打開「設定 › Apple Intelligence 與 Siri」，開啟 Apple Intelligence，然後回到這裡。

source: Open a Discourse forum first.
zh_hans: 请先打开一个 Discourse 论坛。
zh_hant: 請先打開一個 Discourse 論壇。

source: Open a Discourse topic first.
zh_hans: 请先打开一个 Discourse 话题。
zh_hant: 請先打開一個 Discourse 話題。

source: Open a forum first, then enter a path such as /t/topic-name/123.
zh_hans: 请先打开一个论坛，然后输入路径，例如 /t/topic-name/123。
zh_hant: 請先打開一個論壇，然後輸入路徑，例如 /t/topic-name/123。

source: Open a forum topic in Browse, then come back here.
zh_hans: 在“浏览”中打开一个论坛话题，然后回到这里。
zh_hant: 在「瀏覽」中打開一個論壇話題，然後回到這裡。

source: Open a forum topic in Safari or Chrome and tap **Share**. In Chrome, tap **⋯**, then **Share…**
zh_hans: 在 Safari 浏览器或 Chrome 中打开论坛话题，然后轻点**共享**。在 Chrome 中，轻点 **⋯**，然后轻点**共享…**
zh_hant: 在 Safari 或 Chrome 中打開論壇話題，然後點一下**分享**。在 Chrome 中，點一下 **⋯**，再點一下**分享⋯**

source: Open a topic and tap the assistant to summarize it, chat about it, or ask the forum.
zh_hans: 打开一个话题，轻点助手即可总结、聊天或问论坛。
zh_hant: 打開一個話題，點一下助理即可產生摘要、聊天或問論壇。

source: Open a topic to summarize it, or ask the whole forum a question.
zh_hans: 打开话题即可总结，或者向整个论坛提问。
zh_hant: 打開話題即可產生摘要，或向整個論壇提問。

source: Open any Discourse community to summarize long topics, chat about them, or ask the whole forum a question.
zh_hans: 打开任意 Discourse 社区，即可总结长话题、就话题聊天，或向整个论坛提问。
zh_hant: 打開任何 Discourse 社群，即可為長話題產生摘要、就話題聊天，或向整個論壇提問。

source: Open any topic and the assistant is one tap away.
zh_hans: 打开任意话题，轻点一下就能使用助手。
zh_hant: 打開任何話題，點一下就能使用助理。

source: Open forum sign in
zh_hans: 打开论坛登录
zh_hant: 打開論壇登入

source: Open full screen
zh_hans: 全屏打开
zh_hant: 以全螢幕打開

source: Open models hosted by NVIDIA, with free credits to start.
zh_hans: 由 NVIDIA 托管的开放模型，起步有免费额度。
zh_hant: 由 NVIDIA 代管的開放模型，一開始有免費額度。

source: Open sign in in Safari
zh_hans: 在 Safari 浏览器中打开登录页
zh_hant: 在 Safari 中打開登入頁面

source: Open the Settings app
zh_hans: 打开“设置” App
zh_hant: 打開「設定」App

source: Open the forum home
zh_hans: 打开论坛首页
zh_hant: 打開論壇首頁

source: Open the forum sign in page
zh_hans: 打开论坛登录页面
zh_hant: 打開論壇登入頁面

source: Opens %@
zh_hans: 打开 %@
zh_hant: 打開 %@

source: Opens Forumind in the Settings app
zh_hans: 在“设置” App 中打开 Forumind
zh_hant: 在「設定」App 中打開 Forumind

source: Opens the topic in the browser
zh_hans: 在浏览器中打开话题
zh_hant: 在瀏覽器中打開話題

source: Optional ad and tracker blocking in the built-in browser. It’s off by default; turn it on in Settings › Browser.
zh_hans: 内置浏览器可选择拦截广告和跟踪器。默认关闭，可在“设置 › 浏览器”中打开。
zh_hant: 內建瀏覽器可選擇阻擋廣告和追蹤器。預設關閉，可在「設定 › 瀏覽器」中開啟。

source: Optional ad blocking
zh_hans: 可选的广告拦截
zh_hant: 可選的廣告阻擋

source: Other forums
zh_hans: 其他论坛
zh_hant: 其他論壇

source: Paste any page of a Discourse forum, or type its address.
zh_hans: 粘贴 Discourse 论坛的任意页面，或输入它的地址。
zh_hant: 貼上 Discourse 論壇的任何頁面，或輸入它的網址。

source: Paste the address of any Discourse forum, or a link to one of its pages.
zh_hans: 粘贴任意 Discourse 论坛的地址，或它某个页面的链接。
zh_hant: 貼上任何 Discourse 論壇的網址，或它某個頁面的連結。

source: Paste your %@ API key first.
zh_hans: 请先粘贴你的 %@ API 密钥。
zh_hant: 請先貼上你的 %@ API 金鑰。

source: Paste your API key
zh_hans: 粘贴你的 API 密钥
zh_hant: 貼上你的 API 金鑰

source: Pick from suggestions or add any forum by address.
zh_hans: 从推荐中选择，或按地址添加任意论坛。
zh_hant: 從推薦中選擇，或用網址加入任何論壇。

source: Pin
zh_hans: 置顶
zh_hant: 釘選

source: Pin %@
zh_hans: 置顶 %@
zh_hant: 釘選 %@

source: Pin forums to keep them at the top of the Forums screen.
zh_hans: 置顶论坛，让它们保持在“论坛”页面顶部。
zh_hant: 釘選論壇，讓它們保持在「論壇」畫面最上方。

source: Pin forums you read often for one-tap access. Swipe right on a recent forum, or use its menu.
zh_hans: 置顶常看的论坛，轻点一下即可访问。在最近的论坛上向右轻扫，或使用它的菜单。
zh_hant: 釘選常看的論壇，點一下即可前往。在最近的論壇上向右滑動，或使用它的選單。

source: Pin it
zh_hans: 置顶
zh_hant: 釘選

source: Pin the communities you read. Pinned forums stay at the top of your Forums screen. You can visit any other forum too.
zh_hans: 置顶你常看的社区。置顶的论坛会保持在“论坛”页面顶部。你也可以访问任何其他论坛。
zh_hant: 釘選你常看的社群。釘選的論壇會保持在「論壇」畫面最上方。你也可以瀏覽任何其他論壇。

source: Pin to Forums home
zh_hans: 置顶到论坛首页
zh_hant: 釘選到論壇首頁

source: Pinned
zh_hans: 已置顶
zh_hant: 已釘選

source: Pinned Forums
zh_hans: 置顶的论坛
zh_hant: 釘選的論壇

source: Pinned · %@
zh_hans: 已置顶 · %@
zh_hant: 已釘選 · %@

source: Planning…
zh_hans: 正在规划…
zh_hant: 正在規劃…

source: Plans searches, reads topics, and writes answers. A stronger reasoning model works best.
zh_hans: 规划搜索、阅读话题并撰写回答。推理能力更强的模型效果最好。
zh_hant: 規劃搜尋、閱讀話題並撰寫回答。推理能力更強的模型效果最好。

source: Popular forums
zh_hans: 热门论坛
zh_hant: 熱門論壇

source: Post & responses
zh_hans: 帖子和回复
zh_hant: 貼文和回覆

source: Post URL: %@
zh_hans: 帖子网址：%@
zh_hant: 貼文網址：%@

source: Post not pulled
zh_hans: 尚未获取帖子
zh_hant: 尚未取得貼文

source: Preparing the lists…
zh_hans: 正在准备列表…
zh_hant: 正在準備清單…

source: Privacy
zh_hans: 隐私
zh_hant: 隱私

source: Private Cloud Compute
zh_hans: 私密云计算
zh_hant: 私密雲端運算

source: Progress
zh_hans: 进度
zh_hant: 進度

source: Provider
zh_hans: 提供方
zh_hant: 供應商

source: Provider needs setup
zh_hans: 提供方需要设置
zh_hant: 供應商需要設定

source: Provider ready
zh_hans: 提供方已就绪
zh_hant: 供應商已就緒

source: Provider settings, API keys, favorite models, and custom instructions will be reset.
zh_hans: 提供方设置、API 密钥、收藏的模型和自定义指令都将被重置。
zh_hant: 供應商設定、API 金鑰、喜好的模型和自訂指示都會被重置。

source: Providers
zh_hans: 提供方
zh_hant: 供應商

source: Pull post + replies
zh_hans: 获取帖子和回复
zh_hant: 取得貼文和回覆

source: Pull post + replies only
zh_hans: 仅获取帖子和回复
zh_hant: 僅取得貼文和回覆

source: Pull the post and responses or create a summary before asking a follow-up question.
zh_hans: 请先获取帖子和回复或生成摘要，再提出追问。
zh_hant: 請先取得貼文和回覆或產生摘要，再提出追問。

source: Pull the post and responses or create a summary before chatting.
zh_hans: 请先获取帖子和回复或生成摘要，再开始聊天。
zh_hant: 請先取得貼文和回覆或產生摘要，再開始聊天。

source: Pull the post and responses to view a compact preview.
zh_hans: 获取帖子和回复后即可查看精简预览。
zh_hant: 取得貼文和回覆後即可查看精簡預覽。

source: Pulling post + replies
zh_hans: 正在获取帖子和回复
zh_hant: 正在取得貼文和回覆

source: Python language ideas, packaging, and help.
zh_hans: Python 语言构想、打包和求助。
zh_hant: Python 語言構想、封裝和求助。

source: Questions you ask the forum will appear here.
zh_hans: 你向论坛提出的问题会显示在这里。
zh_hant: 你向論壇提出的問題會顯示在這裡。

source: Queued
zh_hans: 排队中
zh_hant: 排隊中

source: Read %@
zh_hans: 已阅读 %@
zh_hant: 已閱讀 %@

source: Read %lld posts
zh_hans: 已阅读 %lld 个帖子
zh_hant: 已閱讀 %lld 則貼文

source: Read every reply and create a focused overview.
zh_hans: 阅读每条回复，生成重点概览。
zh_hant: 閱讀每則回覆，產生重點概覽。

# Read response page %lld of %lld
source: Read response page %1$lld of %2$lld
zh_hans: 已读取回复第 %1$lld 页（共 %2$lld 页）
zh_hant: 已讀取回覆第 %1$lld 頁（共 %2$lld 頁）

source: Read size
zh_hans: 读取量
zh_hant: 讀取量

source: Read, not cited · %@
zh_hans: 已阅读，未引用 · %@
zh_hant: 已閱讀，未引用 · %@

source: Reading %@…
zh_hans: 正在阅读 %@…
zh_hant: 正在閱讀 %@…

source: Reading a forum in another browser? Send the page to Forumind in a couple of taps.
zh_hans: 在其他浏览器里看论坛？轻点几下即可把页面发送到 Forumind。
zh_hant: 在其他瀏覽器看論壇？點幾下就能把頁面傳送到 Forumind。

source: Reading forum responses…
zh_hans: 正在读取论坛回复…
zh_hant: 正在讀取論壇回覆…

# Reading level %lld section %lld of %lld…
source: Reading level %1$lld section %2$lld of %3$lld…
zh_hans: 正在阅读第 %1$lld 层的第 %2$lld 部分（共 %3$lld 部分）…
zh_hant: 正在閱讀第 %1$lld 層的第 %2$lld 部分（共 %3$lld 部分）…

source: Reading pace
zh_hans: 读取节奏
zh_hant: 讀取節奏

# Reading response page %lld of %lld…
source: Reading response page %1$lld of %2$lld…
zh_hans: 正在读取回复第 %1$lld 页（共 %2$lld 页）…
zh_hant: 正在讀取回覆第 %1$lld 頁（共 %2$lld 頁）…

# Reading section %lld of %lld…
source: Reading section %1$lld of %2$lld…
zh_hans: 正在阅读第 %1$lld 部分（共 %2$lld 部分）…
zh_hant: 正在閱讀第 %1$lld 部分（共 %2$lld 部分）…

source: Reads or summarizes the most relevant topics.
zh_hans: 阅读或总结最相关的话题。
zh_hant: 閱讀或摘要最相關的話題。

# Reads the forum on its own — up to %lld steps, %lld topics. It never posts.
source: Reads the forum on its own — up to %1$lld steps, %2$lld topics. It never posts.
zh_hans: 自动阅读论坛 — 最多 %1$lld 步、%2$lld 个话题。从不发帖。
zh_hant: 自動閱讀論壇 — 最多 %1$lld 步、%2$lld 個話題。絕不發文。

source: Ready
zh_hans: 就绪
zh_hant: 就緒

source: Ready · %@
zh_hans: 就绪 · %@
zh_hant: 就緒 · %@

source: Recent
zh_hans: 最近
zh_hant: 最近

source: Recent activity
zh_hans: 最近活动
zh_hant: 最近活動

source: Recent on %@
zh_hans: %@ 最近
zh_hant: %@ 最近

source: Refresh summaries of watched topics
zh_hans: 刷新关注的话题的摘要
zh_hant: 重新整理追蹤話題的摘要

source: Reload
zh_hans: 重新载入
zh_hant: 重新載入

source: Reload Page
zh_hans: 重新载入页面
zh_hant: 重新載入頁面

source: Remove
zh_hans: 移除
zh_hant: 移除

source: Remove %@?
zh_hans: 要移除 %@ 吗？
zh_hant: 要移除 %@ 嗎？

source: Remove Forum
zh_hans: 移除论坛
zh_hant: 移除論壇

source: Remove and Delete Its Data
zh_hans: 移除并删除其数据
zh_hant: 移除並刪除其資料

source: Remove and delete saved data
zh_hans: 移除并删除已保存的数据
zh_hant: 移除並刪除已儲存的資料

source: Remove forum?
zh_hans: 要移除论坛吗？
zh_hant: 要移除論壇嗎？

source: Remove from favorites
zh_hans: 从收藏中移除
zh_hant: 從喜好項目中移除

source: Remove, keep saved data
zh_hans: 移除，保留已保存的数据
zh_hant: 移除，保留已儲存的資料

source: Removes Forumind’s data from iCloud on all your devices. Data on this device is kept, and sync turns off here.
zh_hans: 从你所有设备的 iCloud 中移除 Forumind 的数据。此设备上的数据会保留，此设备上的同步将关闭。
zh_hant: 從你所有裝置的 iCloud 中移除 Forumind 的資料。此裝置上的資料會保留，並關閉此裝置的同步。
